burkeholland.simple-react-snippets
ChakrounAnas.turbo-console-log
ckolkman.vscode-postgres
coolbear.systemd-unit-file
cssho.vscode-svgviewer
dbaeumer.vscode-eslint
DotJoshJohnson.xml
eamodio.gitlens
esbenp.prettier-vscode
gerane.Theme-Blackboard
ggsimm.wgsl-literal
GitHub.copilot
gpascale.better-blackboard
GraphQL.vscode-graphql
GraphQL.vscode-graphql-syntax
huacnlee.theme-blackboard-plus
kisstkondoros.vscode-gutter-preview
LaurentTreguier.vscode-simple-icons
lehni.vscode-fix-checksums
mechatroner.rainbow-csv
mikestead.dotenv
mquandalle.graphql
ms-azuretools.vscode-docker
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
msrvida.vscode-sanddance
mtxr.sqltools
PolyMeilex.wgsl
Tyriar.luna-paint
wmaurer.change-case
