bierner.lit-html
boyswan.glsl-literal
burkeholland.simple-react-snippets
ChakrounAnas.turbo-console-log
ckolkman.vscode-postgres
coolbear.systemd-unit-file
cssho.vscode-svgviewer
dbaeumer.vscode-eslint
DotJoshJohnson.xml
eamodio.gitlens
esbenp.prettier-vscode
estivo.csv-editor
gerane.Theme-Blackboard
gpascale.better-blackboard
GrapeCity.gc-excelviewer
GraphQL.vscode-graphql
huacnlee.theme-blackboard-plus
jpoissonnier.vscode-styled-components
LaurentTreguier.vscode-simple-icons
lehni.vscode-fix-checksums
mechatroner.rainbow-csv
mikestead.dotenv
mquandalle.graphql
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode.cpptools
msrvida.vscode-sanddance
mtxr.sqltools
pranaygp.vscode-css-peek
slevesque.shader
statiolake.vscode-colorscheme-blackboard
wmaurer.change-case
